/* Placeholder for the user's short biography */
"About Yourself" = "Hakkınızda";

/* Title for account button */
"Account" = "Hesap";

/* string for button to create a recording */
"Broadcast" = "Yayın";

/* Title for button to start streaming video */
"Broadcast Video" = "Video Yayını";

/* author byline string */
"By" = "tarafından";

/* Cancel an alert window */
"Cancel" = "İptal et";

/* Title for recording description caption label */
"Caption" = "Açıklama";

/* Title for view to record video and audio */
"Capture" = "Başlık";

/* Title for button to choose an existing picture from the camera roll */
"Choose from Camera Roll" = "Film Rulosundan Seç";

/* Title for button to choose a new photo */
"Choose Photo" = "Fotoğraf Seç";

/* Button title for dismissing a dialog */
"Cool!" = "Harika!";

/* Title for sharing the app Twitter */
"Defend your rights! Get the @OpenWatch app!" = "Haklarınızı savunun! @OpenWatch uygulamasını edinin!";

/* ask user if they want to delete the tag */
"Delete Tag" = "Etiketi Sil";

/* Label for Description section of recording description metadata */
"Description" = "Açıklama";

/* ask if they want to delete specific tag name */
"Do you want to delete the \"%@\" tag?" = "\"%@\" etiketini silmek istiyor musunuz?";

/* electronic email */
"E-mail" = "E-posta";

/* title to edit recording info */
"Edit" = "Düzenle";

/* Title for button to edit profile */
"Edit Profile" = "Profili Düzenle";

/* Title for email address field */
"Email Address" = "E-posta Adresi";

/* Describes where recording ends */
"End" = "Son";

/* Title of error message popup box */
"Error!" = "Hata!";

/* Title for featured recordings */
"Featured" = "Öne Çıkan";

/* Title for feeds section */
"Feeds" = "Haber Kaynakları";

/* Title for button to finish editing metadata */
"Finish" = "Bitti";

/* The user's first name */
"First Name" = "İsim";

/* Title for followed tags */
"Following" = "Takip Edilenler";

/* Button label for if you forgot your password */
"Forgot password?" = "Şifreni mi unuttun?";

/* Title for label describing that its generating a URL for the media */
"Generating URL..." = "URL oluşturuluyor...";

/* Title for the button to get started */
"Get Started" = "Başla";

/* Shown when server response indicates login failure */
"Incorrect email address or password." = "Yanlış e-posta adresi veya şifre.";

/* Title for recording information screen */
"Info" = "Bilgi";

/* Apologizing for their session cookie expiring */
"It looks like your session has expired. Please log in again. Sorry!" = "Oturumunuzun süresi dolmuş gibi görünüyor. Lütfen tekrar giriş yapın. Özür dileriz!";

/* Text for upload status label */
"It's online!" = "Çevrimiçi!";

/* The user's last name */
"Last Name" = "Soyadı";

/* Title for local recordings */
"Local" = "Yerel";

/* Title for button to view local feed */
"Local Feed" = "Yerel Besleme";

/* log in to account */
"Log In" = "Giriş";

/* log out from account */
"Log Out" = "Çıkış";

/* Title for error box when there is a login error */
"Login Error" = "Oturum açma hatası";

/* title for button to show recording on map */
"Map" = "Harita";

/* Title for Missions view */
"Missions" = "Görevler";

/* when there's more stuff */
"More" = "Daha Fazla";

/* deny something */
"No" = "Hayır";

/* Accept the dialog */
"OK" = "Tamam";

/* Button to view source on GitHub */
"OpenWatch on GitHub" = "GitHub üzerinde OpenWatch";

/* Label text for password field on login screen */
"Password" = "Şifre";

/* Message when their username and password are wrong */
"Please check your username and password and try again." = "Kullanıcı adınızı ve şifrenizi kontrol edin ve tekrar deneyin.";

/* ask user to enter title */
"Please enter a title for your recording." = "Lütfen kaydınız için bir başlık girin.";

/* Message box text for when they enter invalid email */
"Please enter a valid email address." = "Lütfen geçerli bir e-posta adresi girin.";

/* Upload completion progress */
"Progress" = "İşleniyor";

/* show all recordings and stories unfiltered */
"Raw" = "Ham";

/* Title for button that starts a recording */
"Record" = "Kayıt";

/* Title for view to record audio */
"Record Audio" = "Ses Kaydı";

/* Subtitle for a video in the list that is currently being recorded */
"Recording" = "Kaydediliyor";

/* Title for list of recorded videos */
"Recordings" = "Kayıtlar";

/* For registering with our service */
"Register" = "Kaydol";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Zorunlu";

/* Title for button to save recording metadata */
"Save" = "Kaydet";

/* Title for saved recordings */
"Saved" = "Kaydedilenler";

/* Title for button to send feedback about the app */
"Send Feedback" = "Geribildirim Gönder";

/* Title for the screen to change preferences */
"Settings" = "Ayarlar";

/* share a recording with others */
"Share" = "Paylaş";

/* ask users to share this media on their social networks */
"Share media to all of your social networks to increase your impact and demand change!" = "Değişim yaratmak ve etkini artırmak için fotoğraf ya da videonuzu tüm sosyal ağlarınızda paylaşın!";

/* Title for button to share this app */
"Share this App!" = "Bu uygulamayı paylaş!";

/* ask user to share recording */
"Share this recording?" = "Bu kaydı paylaş?";

/* Shown on button for registering with service */
"Sign Up" = "Kaydol";

/* Describes where a recording starts */
"Start" = "Başlangıç";

/* Title for button start an audio recording */
"Start Recording" = "Kaydı Başlat";

/* Title for button that stops a recording */
"Stop" = "Durdur";

/* Question whether user wants to actually stop recording */
"Stop Recording?" = "Kaydı durdurmak istiyor musunuz?";

/* describing that we're streaming live video from the phone */
"Streaming" = "Yayınlanıyor";

/* Title for button for submission of data */
"Submit" = "Gönder";

/* Name for tag */
"Tag" = "Etiket";

/* Title for tags input view */
"Tags" = "Etiketler";

/* Title for button to take a new picture */
"Take Picture" = "Fotoğraf Çek";

/* Label for Title section of recording description metadata */
"Title" = "Başlık";

/* title for alert box for recording edit view */
"Title Required" = "Başlık Gerekli ";

/* title for button for top stories on openwatch */
"Top Stories" = "En İyi Hikayeler";

/* Error message for not being able to load an investgation */
"Unable to fetch Investigation" = "Soruşturma yüklenemedi";

/* Lets user know our form does both login and signup */
"Use this form to login with an existing account or create a new one." = "Mevcut bir hesapla giriş yapmak ya da yeni bir tane yaratmak için bu formu kullanın.";

/* Title for button to view openwatch.net in Safari */
"Visit OpenWatch.net" = "OpenWatch.net adresine git";

/* Title for news button */
"Watch" = "Izle";

/* Text welcoming you to OW and asking for your email address */
"Welcome to OpenWatch. Enter your email address to get started." = "OpenWatch'a hoş geldiniz. Başlamak için e-posta adresinizi girin.";

/* title for welcome screen */
"Welcome!" = "Hoş geldiniz!";

/* Label to ask what events occurred during a recording */
"What Happened?" = "Neler oldu?";

/* Placeholder for what happened for a recording, also indicating that hashtags are okay by saying #tags #okay or something similar */
"What happened? #tags #okay" = "Neler oldu? #etiketler #tamam";

/* A silly error message for the title of an alert */
"Whoops!" = "Hoppala!";

/* confirm something */
"Yes" = "Evet";

/* error message shown when user doesnt fill in a username or password */
"You must enter an E-mail and a password to login/register." = "Giriş/Kayıt için e-posta ve parola girmeniz gerekli.";

/* Title for button to view your local media */
"Your Media" = "Medyalarınız";

